Repository: mozilla-l10n/mt-training-data
Catalog: ti/ti_pontoon.tmx
Source language: en_us
Languages: ti

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ti: ሳላ እቲ ልዕሊ 259 ሽሕ. ሰባት ብልዕሊ 50 ቛንቋታት ዝገበርዎ ወፈያ እዚ ሓበሬታ እዚ ንድምጺ ሰብ ብዝሓሸ መገዲ ምላሽ ንምሃብ ነቲ ዘረባ ዚጥቀመሉ መወከሲታት ንምስልጣን የገልግል ኣሎ።

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ti: ስለ ዝተመዝገብኩም ነመስግነኩም! <lineBreak></lineBreak>ሕጂ ነቲ ክሊፕታትካ መርምሮ እሞ ኣብ ታሕቲ ኣቕርቦ።

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ti: ኣብ { $lang } ኣበርክቶ ኽትገብሩ ስለ ዘሓረኹሞ ተገደስነት ነመስግን። ኩሉ ቛንቛታት ንኽኣቱ ኣበርቲዕና ንዓዪ ኢና። ነተን ጕጅለታት ድማ ብኢመይል እዋናዊ ሓበሬታ በብእዋኑ ነመሓላልፈለን ኢና። ክትሕግዝ እንተ ደሊኻ፡ ብኽብረትካ ኢመይልካ ኣብ ታሕቲ ሃብ።

source: Thank you! You’ve sent a new language enquiry
ti: የቐንየልና! ብዛዕባ ሓድሽ ቛንቛ መመልከቲ ኣእቲኻ ኣሎኻ።

source: The bumblebee sped by.
ti: ባምብልቢ ብፍጥነት ሓሊፉ

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ti: እቲ ክሊፕ መቓብር ኣብ ናይ ኮመን ቮይስ ሓበሬታ ዘይኣተወ ክሊፕታት ድምጺ ዝሓዘ ኢዩ። ልክዕ ከምቲ ሓበሬታ ዚስራሕ እቲ ክሊፕ መቓብር እውን ከተራግፎ ትኽእል ኢኻ።

source: The clip has disrespectful or offensive language.
ti: እዛ ክሊፕ ሕሱር ወይ ጽዩፍ ቃላት ኣለዋ።

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ti: ኮመን ቮይስ ዳታሰት ንተዓዘብቲ ናይ ድምጺ መለለዪ መሳርሒታት ንምህናጽ ዝሕግዝ ብኣማእታት ኣሽሓት ዝቝጸር ናይ ድምጺ መርኣያታት ዝሓዘ ኢዩ ።

source: The giant dinosaur of the Triassic.
ti: እቲ ዓርሞሽሽ ዳይናሶር ናይ ትርያሲክ።

source: The giant dinosaurs of the Triassi-.
ti: እቶም ዓርሞሽሽ ዳይናሶራት ናይ ትርያሲክ-።

source: The giant dinosaurs of the Triassic.
ti: እቶም ዓርሞሽሽ ዳይናሶራት ናይ ትርያሲክ።

source: The giant dinosaurs of the Triassic. Yes.
ti: እቶም ዓርሞሽሽ ዳይናሶራት ናይ ትርያሲክ። እወ።

source: The giant dino <strong>[cough]</strong> the Triassic.
ti: እቲ ግዙፍ <strong>[ዳይኖ]</strong> ትራያሲክ።

source: The number of recordings and which languages you contribute to will be public.
ti: ብዝሒ ዝቐረጽካዮን እተበርክቶ ቛንቛታትን ንኹሉ ሰብ ክፉት እዩ።

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
ti: ብዛዕባ ቋንቋ ክትሓስበሉ እትኽእል ብዙሕ መንገድታት ኣሎ። ንዕላማታት ሞዴላት ኣለሊኻ ዘረባ፡ ኮመን ቮይስ ኣብ ‘ሓድሕዳዊ ምርዳእ’ ከተኩር ይእምት፡ ወይስ ‘ተዛረብቲ እዚ ቋንቋ’ዚ እንተፈቲኖም መብዛሕትኡ ግዜ ንሓድሕዶም ክርድኡ ይኽእሉ ድዮም?’

source: The recording was too long.
ti: እዚ ናይ ድምጺ ቅዳሕ ብጣዕሚ ነዊሑ።

source: The recording was too quiet.
ti: እዚ ቅዳሕ ድምጹ ብጣዕሚ ትሒቱ።

source: The recording was too short.
ti: እዚ ናይ ድምጺ ቅዳሕ ብጣዕሚ ሓጺሩ።

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ti: እዘን ቛንቋታት እዚ ኣብዚ እዋን እዚ ኣብ ምምዕባል ብማሕበረሰብ ኢዩ ዘሎ ። እቲ ምልክት ገስጋስ ባር ንነፍሲ ወከፍ ቋንቋ ኽሳዕ ክንደይ <localizationGlossaryLink>ወብሳይት ዝተተርጎመ </localizationGlossaryLink> <sentenceCollectionGlossaryLink>ምሉእ ሓሳባት ዝተኣከበ</sentenceCollectionGlossaryLink>

source: The selected file is too large
ti: እዚ መሪጽካዮ ዘሎኻ ፋይል ኣዝዩ ዓቢ እዩ

source: The sentence has a grammatical or spelling error.
ti: እዛ ምሉእ ሓሳባት ናይ ሰዋስው ወይ ኣጸሓሕፋ ጌጋ ኣለዋ።

source: The sentence has disrespectful or offensive language.
ti: እዛ ጽሕፍቲ ስዲ ወይ ዘይቅቡል ቛንቛ ኣለዋ።

source: The sentence must be grammatically correct.
ti: ምሉእ ሓሳባት ብትኽክል ብትኽክ ሰዋሱ ዝተጻሕፈ ክኸውን ኣልዎ።

source: The sentence must be speakable.
ti: ምሉእ ሓሳባት ክንበብ ዝኽእል ክኸውን ኣልዎ።

source: The sentence must be spelled correctly.
ti: ምሉእ ሓሳባት ብትኽክል ዝተጻሕፈ ክኸውን ኣልዎ።

source: The site is ready to be launched when it reaches 75% completion.
ti: እቲ ቦታ 75% ምስተዛዘመ ንምጅማር ድሉው።

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ti: እቲ ወብ ሳይት ብእተኻእለ መጠን ቀልጢፉ ኺምለስ እዩ። ኣብዚ ቐረባ ግዜ ዝወጸ ሓበሬታ እንተ ደሊኻ በኽብረትካ ኣብቲ <matrixLink>ማትሪክስ ዚብሃል ማሕበረሰብ ዕላል ተኻፈል</matrixLink> ወይ ከኣ ነቲ ኣብ ወብ ሳይት ዚርአ ተመክሮታት ንምቕራብን ንምቍጽጻርን ናብ <githubLink>GitHub</githubLink> ወይ <discourseLink>መደረታት ዲስኮርስ</discourseLink> ርአ።

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ti: ኮርፐስ TED-LIUM ካብ ዝስማዕ መደረ ታት ካብቲ ኣብ ወብ ሳይት TED ዚርከብ ጽሑፋትን እዩ ተዳልዩ።

source: The website text is translated into that language.
ti: ናይ መርበብ ሓበሬታ ጽሑፋት ናብዚ ቛንቛ ተተርጒሙ እዩ።

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ti: እዚ ኸኣ ነቲ ብሓይሊ ዚዝረብ ናይ ኤለክትሮኒካዊ ምልላይ ንቅኑዕን / ገጋን ሓበሬታ ዝሓዘ ኣብ ጥቕሚ ዚውዕል ጕዳይ እዩ ።

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ti: እዚ ናይቲ መራሒ ሰሌዳኻ ኸም ዚርአ እዩ ዚገብር። ክትሕባእ ከለኻ ዕቤትካ ብሕታዊ ኪኸውን እዩ። እዚ ማለት ድማ ስእልኻን ስምተጠቃሚኻን ዕቤትካን ኣብቲ መራሒ ሰሌዳ ኣይርአን ኢዩ ። እቲ መራሒ ሰሌዳ ዜሐድስ እንተ ዀይኑ ለውጢ ንምምጻእ ~{ $minutes } ደቒቕ ከም ዚወስድ ኣስተብህል ።

source: Three to go!
ti: ሰለስተ ጥራይ ተሪፈናኻ!

source: Tibetan
ti: ቲቤታዊን

source: Tigre
ti: ትግራይት

source: Tigrinya
ti: ትግርኛ

source: Today
ti: ሎሚ

source: Today's Common Voice progress on clips recorded
ti: ናይ ሎሚ ምዕባለታት ኣብ ኮመን ቮይስ እተመልኡ ክሊፕታት።

source: Today's Common Voice progress on clips validated
ti: ናይ ሎሚ ምዕባለታት ኣብ ኮመን ቮይስ ዝተራጋገጹ ክሊፕታት

source: Today's Progress
ti: ናይ ሎሚ ግስጋሰ

source: Toki Pona
ti: ቶኪ ፖና

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ti: ኣብ ናይ ኮመን ቮይስ ሓበሬታ ንምእታው ክሊፕ ድምጺ ብኽልተ እተፈላለዩ ተጠቀምቲ ኺረጋገጽ ኣለዎ።

source: Top Contributors
ti: ዝበዝሐ ዘበርከቱ

source: Total
ti: ጠቕላላ

source: Total Approved
ti: ብዝሒ ዝተፈቕደ

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ti: { $totalHours } ሰዓታትዝተበጽሐ ትወዲኡ ኣሎ{ $periodMonths } ኣዋርሕእንተ{ $people } ሰባትመዝገብ{ $clipsPerDay } ክሊፓትመዓልቲ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ti: ብየማናይ ሸነኽ ብዛዕባ እቲ ጥቕምታት ንጠቅስ እንታይ ሓበሬታ ኸም እነቕርብ ድማ ነነጽር። ንምጅማር ነዚ ኣብ ታሕቲ ዘሎ መርሖታት ጌርካ ብናይ ገዛእ ርእስኻ ናይ ኮመን ቮይስ ኣክውንት ንምጅማር ተጠቐመሉ።

source: Toward next goal
ti: ናብ ዝቕጽል ዕላማ

source: Track progress here and on your stats page.
ti: ጸብጻባትካን ምዕባለኻን ኣብዚ ተኻታተል

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ti: <translateVideoLink>ን Pontoon ብኸመይ ከም እትጥቀመሉ መምርሒና ተመልከቱ</translateVideoLink>

source: Translating the site
ti: ትርጉም ናይ'ዚ ቦታ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ti: ትርጉም ካብ ትግርኛ ኮይኑ፡ <strong>ሓሳባት</strong> ግን ብኻልእ ቋንቋታት ክትሪኡ ትኽእሉ ኢኹም። ነቲ <strong>ፕሮፋይል</strong> ዝብል ምልክት ጠውቕ፣ ድሕሪኡ <strong>ቅጥዕታት</strong> ዝብል መላግቦ ጠውቕ እሞ ዝኾነ ትዛረቦ ቋንቋታት ወስኸሉ።ኣብ ታሕተዋይ የማናይ ኩርናዕ <strong>Locales</strong> ዝበሃል ዝርዝር ትርጉማት ክህሉ እዩ። ትርጉማት ድሕሪ ሓደ መዓልቲ ኣብቲ መርበብ ሓበሬታ ይርአ።

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ti: መርበብ ሓበሬታ ኮመን ቮይስ ኣብ <strong>Pontoon</strong> እዩ ዝትርጎም።

source: Tshivenda
ti: ሺቬንዳ

source: Turkish
ti: ተርክሽ

source: Turkmen
ti: ቱርክመን

source: Tuvan
ti: ቱቫን

source: Twi
ti: ችዊ

source: Typically megabytes
ti: ኣብነት መጋባይታት

source: Ubykh
ti: ዑብይክ

source: Udmurt
ti: ኡድሙርት

source: Ukrainian
ti: ዩክረንያን

source: Understand contribution criteria
ti: መለክዒታት ወፈያ ፍለጥ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ti: ክሊፕታት ድምጺ ኽትሰምዕ ከለኻ እንታይ ከም እተናዲ ፍለጥ፣ ነቲ እተቐድሐ ድምጺ እውን ከተህፍቶሞ ትኽእል ኢኻ።

source: Upload aborted. Do you want to delete your recordings?
ti: ምድያብ ተቛሪጹ ኣሎ። እቲ ዝቐረጽካዮ ክትድምስሶዶ ትደሊ ኢኻ?

source: Upload an image file
ti: ስእሊ ኣደይብ

source: Upload of this clip keeps failing at server. Reload the page or try again later.
ti: ምጽዓን ናይዛ ቁራጹ ፈሸለ ኣብ ኣገልጋሊ። ነቲ ገጽ ብ'ዳግማይ ኣዝሮ ወይ ድሒርካ እንደገና ፈትን።

source: Upload of this clip keeps failing, keep retrying?
ti: ምጽዓን ናይዛ ቁራጹ ፈሸለ፣ ብድጋሜ ይፈተን፧

source: Urdu
ti: ኡርዱ

source: User Name
ti: ስም ተጠቃሚ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ti: እቶም ተጠቃሚት ንልክዕነት እቲ እተወፈየ ክሊፕታት የረጋግጽዎ፡ እቲ ተዛራባይ ነቲ ምሉእ ሓሳባት ብልክዕ የንብቦ እንተ ዀይኑ ድማ የረጋግጽ።

source: Uyghur
ti: ኡግሁር

source: Uzbek
ti: ዑዝበክ

source: Validated Clips
ti: ትኽክል ምዃኑ ዝተረጋገጸ ክሊፓት

source: Validated Hours
ti: ቅቡል ሰዓታት

source: Validated Hr. Total
ti: ዝተረጋገጸ ሰዓታት

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ti: እተወፈየ ክሊፕታት ምርግጋጽ እውን ንተልእኾ ሓባራዊ ድምጺ ብማዕረ ኣገዳስነት ኣለዎ። ጽን ኢልካ ስምዓዮ ብሉጽ ምንጪ ድምጺ ንኽንሰርሕ ድማ ሓግዘና።

source: Validation Progress
ti: ናይ መረጋገጺ ምዕባለ

source: Validations
ti: ዝተነጻጸረ

source: Value and recognition.
ti: ዋጋን ኣፍልጦ ምሃብን።

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ti: ቅዲ ሓደ ቋንቋ ፍሉይ መልክዕ ኣለዎ - ንኣብነት ኣብ ሓደ ጂኦግራፊ ወይ ኮምዩኒቲ ዝነብሩ ሰባት ዝዛረቡዎ እዩ። ሓድሓደ ግዜ እዞም ቋንቋታት እዚኣቶም ልሳናት ተባሂሎም ይጽውዑ።

source: Varying Pronunciations
ti: ዝተፈላለየ ኣደማምጻታት

source: Venetian
ti: ቨነሽያን

source: Version
ti: ሕታም

source: Vietnamese
ti: ቬትናሚስ

source: View your progress against personal and project goals.
ti: ኣበርክቶኻ ምስ ናይ ውልቅኻን ናይ ጉጅለኻን ዕላማታት ከመይ ይነጻጸር ተመልከት።

source: Visible
ti: ክፉት

source: Voice clips are entered into a submission queue that readies them for listening.
ti: ክሊፕታት ድምጺ ንኺሰምዑ ኣብ ዚዳለዉሉ መስርዕ ይኣቱ

source: Voice Collection
ti: ምእካብ ድምጺ

source: Voice Contribution
ti: ኣበርክቶ ናይ ድምጺ ቅዳሕ

source: Voice Dataset, Ready for Download
ti: ናይ ድምጺ ሓበሬታ፣ ንምውራድ ድሉው

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ti: ድምጺ ባህርያዊ እዩ ድምጺ ኸኣ ሰብኣዊ እዩ። ስለዚ ኸኣ ኢና ዝጠቅም ድምጺ ብምፍጣርና እንምሰጥ። ንማሽናትና ዚኸውን ተክኖሎጂ። ስርዓተ ድምጺ ንምፍጣር ግና ኣዝዩ ብዙሕ ድምጺ¶ ሓበሬታ የድሊ ።

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ti: ድምጺ ባህርያዊ እዩ ድምጺ ኸኣ ሰብኣዊ እዩ። ስለዚ ኸኣ ኢና ንማሽናት ዝጠቅም ተክኖሎጂ ድምጺ ብምፍጣርና እንምሰጥ። ስርዓተ ድምጺ ንምፍጣር ግና ኣዝዩ ብዙሕ ድምጺ ሓበሬታ የድሊ ።

source: Voices Online Now
ti: ሕጂ ኣብ መስመር ዘለዉ ድምጽታት

source: Voice Validation
ti: ዝተቀርጸ ድምጺ ምፍታን

source: Volume
ti: ድምጺ

source: Votic
ti: ቮቲክ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ti: VoxForge ብናጻን ብግህዶን ምንጪ ናይ ምዝራብ መለለዪ ሞተር ንምጥቃም ተባሂሉ እተዳለወ ጽሑፍ ዝሓዘ ዝርርብ ንምእካብ ኢዩ ተዳልዩ ።

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ti: ኮመን ቮይስ ብዝያዳ ኸም ዚመሓየሽ ክትገብር ትደሊዶ ? ግርም! ብኢ-መይል ወይ ብፎሮም <discourseLink>ዲስኮርስ</discourseLink> ጸገማት ብ<githubLink>GitHub</githubLink> ኣቢልካ ሕታማት ወብ ሳይት ኣቕርብ ወይ ኣብቲ ወብ ሳይት ሓብር <matrixLink>ማትሪክስ</matrixLink> ማሕበረሰብ ዕላል።

source: Want to stay in touch with Common Voice?
ti: ምስ ናይ ሓባር ድምጺ ርክብ ክትገብሩ ትደልዩ፧

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ti: ሓድሽ ሕታም ናይ ኮመን ቮይስ ሓበሬታ ኽንወጽእ ከለና እዋናዊ ሓበሬታ ኽትረክብ ትደሊዶ? ናብ ጋዜጣና ተመዝገብ።

source: Watch our video explainer to help
ti: ንምሕጋዝ ነዚ ዝስዕብ ቅዳሕ ርኣዩ

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ti: ኵሉ ሰብ ንዘረባ ዚጥቀመሉ መወከሲታት ንምስልጣን ኪጥቀመሉ ዚኽእል ክፉት ሓበሬታ ድምጺ ንሃንጽ ኣሎና።

source: We are going out to get a coffee.
ti: ቡን ክንሰቲ ንወጽእ ኣሎና።

source: We are going out to get coffee.
ti: ቡን ክንሰቲ ንወጽእ ኣሎና።

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ti: ኣብ ሞዚላ ኣብ ከባቢ ተክኖሎጂ ድምጺ ማሕበረሰብ ንሃንጽ ኣሎና ። ምስ ምትዕርራያት ንሓድሽ ምንጭታት ሓበሬታ ከምኡውን ነዚ ሓበሬታ እዚ ብኸመይ ከም እትጥቀመሉ ዝያዳ ኽንሰምዕ ንደሊ ኢና።

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ti: ሰፊሕን ኣብ ቅድሚ ህዝቢ ተቐባልነት ዘለዎን ሓበሬታ ድምጺ ምህዞን ጥዑይ ንግዳዊ ውድድርን ከም ዜምጽእ ንኣምን ኢና። እዚ ዓለምለኻዊ ጻዕሪ ስለ ዝዀነ ኵሉ ሰብ ኣብኡ ኺሳተፍ ንዕድሞ ኢና ። ዕላማና ተክኖሎጅያዊ ዘረባ ነቲ ኻብ እተፈላለየ ዅርናዓት ዓለም ዚመጽእ እተፈላለየ ድምጺ ዜንጸባርቕ ብዝያዳ ኣብ ኵሉ ኸም ዚጠቓለል ምግባር እዩ ።

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ti: ሰፊሕን ኣብ ቅድሚ ህዝቢ ተቐባልነት ዘለዎን ሓበሬታ ድምጺ ምህዞን ጥዑይ ንግዳዊ ውድድር ኣብ ማሺን ምምሃር ዝተርመርኮሰ ናይ ድምጺ ቴክኖሎግይ ከም ዜምጽእ ንኣምን ኢና። እቲ ብብዙሕ ቋንቋታት ዝዳሎ ናይ ሓባር ድምጺ ሓበሬታ ድሮ ካብ ኵሉ ዝዓበየ ናይ ድምጺ መሳርሒ ኢዩ እንተዀነ ግን እዚ ጥራይ ኣይኰነን። ነዛ ገጽ እዚኣ ኻልእ ክፉት ምንጪ ዘለዎ ናይ ድምጺ ሓበሬታ ንምርካብ ከም መወከሲ ማእከል ገይርካ ርኣያ ሓባራዊ ድምጺ እናዓበየ ምስ ከደ ኸኣ ነቲ ናይ ምውጻእ እዋናዊ ሓበሬታ እንህበሉ ቤት ከም ዝዀነት ጌርካ ርኣያ።

source: Website Localization
ti: ምትርጓም መርበብ ሓበሬታ

source: We couldn’t find that page for you
ti: እዛ ክትርእያ ዝደሎኻ ገጽ ኣይተረኽበትን

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ti: ክትሰምዕ እትኽእሉ ዝኾነ ናይ ሓጺር-ድምጺ ክንረክብ ኣይከኣልናን። ጸኒሕካ እንደገና ፈትን።

source: We couldn’t get any sentences for you to speak. Please try again later.
ti: ክትዛረበሉ እትኽእል ዝኾነ ሓረግ ክንረክብ ኣይከኣልናን። ጸኒሕካ እንደገና ፈትን።

source: Weekly
ti: ደሙናዊ

source: Weekly Goal
ti: ሰሙናዊ ዕላማ

source: We launch the Common Voice site in this language.
ti: በዚ ቛንቛ'ዚ ናይ ኮመን ቮይስ ዌብሳይት ከፊትና ።

source: Welcome { $company } staff!
ti: መርሓባ { $company } ዓየይቲ!

source: Welcome to Common Voice
ti: ናብ ኮመን ቮይስ እንቓዕ ብደሓን መጻኻ/ኺ

source: Welsh
ti: ዌልሽ

source: We may have run out of clips - refresh the page, or try again later.
ti: ነዚ ቛንቋ እዚ ንምርግጋጽ ክሊፕታት ተወዲኡና ኣሎ

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ti: ሓበሬታኻ ብጥንቃቐ ኸም እንሕዞ ንመባጻዕ ። ኣብታ <privacyLink>ናይ ምስጢር ምልክታ</privacyLink> ዘሕለፋ ዝያዳ ኣንብብ።

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ti: ዝዀነ ይኹን ሰብ ነቲ ዘረባ ዚጥቀመሉ መወከሲታት ንምስልጣን ኪጥቀመሉ ዚኽእል ክፉት ምንጪ እተፈላለየ ቛንቋታት ዘለዎ ሓበሬታ ድምጺ ንሃንጽ ኣሎና።

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ti: ወፈራ ምእካብ ናይ ነጻ-ምንጪ ዝኾነ ሓበሬታ ድምጺ ንገብር ኣለና። ድምጽኻ ወፈያ ግበር፡ ንልክዕነት ክሊፕታት ናይ ካልኦት ሰባት ኣረጋግጽ፡ ነቲ ሓበሬታ ንዅሉ ከዚመሓየሽ ግበር።

source: We’re experiencing unexpected downtime
ti: ዘይተጸቦናዮ ምቁራጽ ኣገልግሎት ኣጋጢሙና ኣሎ።

source: We’re going out to get coffee.
ti: ቡን ክንሰቲ ንወጽእ ኣሎና።

source: We release the dataset every 3 months.
ti: እቲ ዳታሴት ኣብ ነፍሲ ወከፍ 3 ወርሒ ንዝርግሖ።

source: We're receiving a lot of traffic and are currently investigating the issues.
ti: ብብዝሒ ተጠቀምቲ ይመጹና ኣለው፡ ነቲ ጠንቅታት ነጻርዮ ኣሎና።

source: We’re sorry, your platform is not currently supported.
ti: ይቕሬታ፡ ኣብዚ ሕጂ እዋን ነዚ ፕላትፎርምካ ደገፍ የብልናን።

source: Western Sierra Puebla Nahuatl
ti: ምዕራባዊ ሴራ ፑኤብላ ናዋትል

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ti: ንትርጉማት <pontoonLink>Pontoon</pontoonLink> ዝበሃል ናይ ሞዚላ መሳርሒ ንጥቀም። ፖንቱን ብዙሕ ቋንቋታት ኣለዎ፣ ናትካ እንተዘይብሉ ግን <pontoonRequestLink>ቋንቋኻ ክውሰኽ ክትሓትት ትኽእል ኢኻ</pontoonRequestLink>። ድሕሪኡ፡ እቲ ቋንቋ ኣብ ፕሮጀክት ሓባራዊ ድምጺ ንኽቐርብ፡ <githubRepoLink>እቲ ሓድሽ ቋንቋ ኣብ GitHub</githubRepoLink> ሕተት። <localizationFragment>ዝያዳ ኣብ ትርጉም ሳይት</localizationFragment> ርአ

source: We've run out of sentences to record in this language...
ti: በዚ ቛንቃ ምቅራጽ ዘድልዩ ሙልእሓሳባት ተውዲኡ ኣሎ።

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ti: ናይ ዘረባ ሞዴላት ንዝተፈላለዩ ተዛረብቲ ብዝበለጸ ደረጃታት ክርድኡ ንደሊ ኢና። እዚ ንክኸውን ድማ ሓደ ናይ ድምጺ ዳታ-ሰተ ብዙሓት ዝተፈላለዩ ሰባት ክውክል ኣለዎ።

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ti: ድሕሪ ሓጺር እዋን ቛንቋኻ ኣብ ኮመን ቮይስ ብኸመይ ከም እትውስኽ ዚገልጽ ዝያዳ ሓበሬታ ኽንረክብ ኢና።

source: We will be in touch with more information as it becomes available.
ti: ዝያዳ ሓበሬታ ምስረኸብና ክንሕብረኩም ኢና።

source: We will not make your email public.
ti: ኢመይልካ ብስቱር ክንሕዞ ኢና።

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ti: ነቲ እተቐድሐ ድምጽኻ ኻብቲ ሓበሬታ ኸተልግሶ ዝሓተትካዮ ሕቶ ኽንምርምሮ ኢና። ሕቶኻ ተቐባልነት እንተ ረኺቡ ምስቶም ነቲ ሓበሬታ ዘውረዱን ኽንራኸብን ነቲ እተቐድሐ ድምጽኻ ኼልግስዎ ኽንሓትቶምን ኢና።

source: What is a language on Common Voice?
ti: ኣብ ኮመን ቮይስ ቛንቛ እንታይ ማለት እዩ?

source: What issues are you experiencing with this sentence?
ti: ምስዛ ምልእቲ ሓሳባት እንታይ ዝግራት ኣጋጢሙካ?

source: What kind of goal do you want to build?
ti: እይንታይ ዓይነት ሸቶ ክትሃንጽ ትደሊ?

source: What’s inside the Common Voice dataset?
ti: ኣብ ውሽጢ ኮመን ቮይስ ሓበሬታ እንታይ ኣሎ?

source: What's Public?
ti: ንኹሉ ክፉት ዝኾነ ኣየናይ እዩ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ti: ሓደ ተጠቃሚ ነቲ ክሊፕ ድምጺ ምስ ዚነጽጎ ናብ መስርዕ ይምለስ። ንኻልኣይ ግዜ እንተ ተነጺጉ እቲ ክሊፕ ድምጺ ናብ መቓብር ክሊፕ ይግዕዝ።

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ti: ክትሰምዕ ከለኻ እቲ እተመዝገበ ብልክዕ እተጻሕፈ እንተ ዀይኑ ተጠንቂቕካ መርምር፣ ንኣሽቱ ጌጋታት እውን እንተ ዀነ ንጸግ። <br / >መብዛሕትኡ ልሙድ ጌጋታት እዚ ዝስዕብ ኢዩ፥

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ti: ነቲ እተቐድሐ ቕዳሓትካ ኽትሓትቶ ኸለኻ ኣብ ሓደ ወይ ኣብ ሓያሎ ፋይላት ZIP ነዳሉ ኢና። ኣብ ዝሓለፈ ዝሓተትካዮ ሕቶታት እንሆ ፦

source: Which variant of { $language } do you speak?
ti: ኣየናይ ዓይነት { $language } ትዛረብ?

source: Why ?
ti: ንምንታይ?

source: Why a profile?
ti: ድሕረ ባይታይ ንምንታይ ኣድለየ?

source: Why Common Voice?
ti: ስለመንታይ ኮመን ቮይስ?

source: Why does this matter?
ti: እዚ ስለምንታይ የገድስ?

source: Wolof
ti: ዎሎፍ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ti: ቅዳሓት ድምጽኻ ኺስረዝ ክትሓትት ትደሊዶ ወይስ ኣብ ናይ ኮመን ቮይስ ሓበሬታ ኽትሕዝ ኢኻ እትመርጽ?

source: Write
ti: ጸሓፈ

source: Xhosa
ti: ዞሳኛ

source: Xitsonga
ti: ዢትሶንጋ

source: Yes
ti: እወ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ti: እወ ኢ-መይል ስደደለይ። ብዛዕባ ፕሮጀክት ሓባራዊ ድምጺ ክሕብር እደሊ እየ።

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ti: እወ፡ ኢመይል ስደዱለይ። ሓበሬታ ብዛዕባ ዕቤት እዚ ቛንቛ እዚ ኣብ "ኮመን ቮይስ" በብእዋኑ ክትሰዱለይ ይደሊ እየ።

source: Yiddish
ti: ዪዲሽ

source: Yoruba
ti: ዮሩባ

source: You
ti: ንስኻ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ti: ክንድዚ <size>{ $size }GB</size> ክተዉርድ ኢኻ፡ ክትቅጽል'ዶ?

source: You are prepared to initiate a download of <b>{ $size }</b>
ti: <b>{ $size } </b> ከተራግፍ ተዳሊኻ ኣለኻ ።

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
ti: ኣብቲ <writePageLink>ገጽ ጽሓፍ</writePageLink> ምሉእ-ሓሳባታት ክትውስኽ ትኽእል ወይ ድማ ኣብቲ <reviewPageLink>ገጽ ምግምጋም</reviewPageLink> ሓረጋት ክትግምግም ትኽእል።

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
ti: ነቲ ብቐጥታ ዚርከብ URLታት ናብቲ እትፈትዎ መራገፊ መስርሒ ኽትቀድሖን ትኽእል ኢኻ። ምስ ጀመረ ኣብ 12 ሰዓት ክውዳእ ኢዩ እንተዀነ ግን ኣብ ዝዀነ ይኹን እዋን ሓደስቲ ንምድላው ናብዛ ገጽ እዚኣ ክትምለስ ትኽእል ኢኻ።

source: You can choose to make your username public or anonymous.
ti: ሽምካ ክዕቀበልካ ወይውን ንኹሉ ግሉጽ ክኸውን ክትመርጽ ትኽእል ኢኻ።

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ti: ኮመን ቮይስ ድሕረ ባይታ ኣክውንት ብምድላውን ድምጽኻ ኣበርክቶ ብምግባርን እተፈላለየን ክፉት ምንጪ ዘለዎን ሓበሬታ ኣብ ምህናጽ ክትሕግዝ ትኽእል ኢኻ።

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ti: ኣብ ናይ Mozilla ናይ ቋንቋ ማሕበረሰብ ምስ ካልኦት ክትራኸብ ትኽእል። ኣብ <discourseLink> Discourse</discourseLink> ብምዃን ብዛዕባ እዋናዊ ዝርርባት ክትዘራረብ ትኽእል። ወይ ድማ ኣብ <matrixLink> Matrix</matrixLink> ቅልጡፍ ምኽሪ ክትረክብ ትኽእል።

source: You cannot request your recordings while another request is already in progress.
ti: ካልእ ጠለብ እናቐጸለ ኽነሱ ነቲ እተቐድሐ ቕዳሓትካ ኽትጠልብ ኣይትኽእልን ኢኻ።

source: You can request a new takeout of your recordings every { $days } days.
ti: ኣብ ነፍሲ ወከፍ { $days } መዓልትታት ሓድሽ ቅዳሓትካ ኽትወስድ ክትሓትት ትኽእል ኢኻ ።

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ti: ሰባት ኣበርክቶ ንኽገብሩ ንምሕጋዝ ፍጻመታት ከተካይድ ትኽእል ኢኻ። ካብ’ቲ ትሓስቦ ዝቐለለ’ዩ። ብኢንተርነት ብመሳርሒ ቪድዮ ኮንፈረንስ ክትገብሮ ትኽእል ኢኻ፣ ወይ’ውን ውሑስ እንተኾይኑ ብኣካል ክትገብሮ ትኽእል ኢኻ። <eventTemplate>ነቲ ንጥፈታት ንምክያድ ዘገልግሉ ናትና ቅጥዕታትን መሳርሒታትን</eventTemplate> ተመልከት።

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ti: <sentenceCollectorLinkAdd> ንእሽቶ ምሉእ-ሓሳባታት ክትውስኽ ትኽእል።</sentenceCollectorLinkAdd> ወይ ድማ ብGithub ብምጥቃም <bulkImportDocsLink> ብብዝሒ ኣታዊ ክትገብር ትኽእል ኢኻ። እቲ ሓረግ <licenseLink>CC0 (or public domain)</licenseLink> ክኸውን ከምዘለዎ ኣይትረስዑ፡ ወይ ድማ ናይ ባዕልኹም ክትጽሕፉ ትኽእሉ ኢኹም።

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ti: ካብ ዊኪፒዲያ ሓጸርቲ ምሉእ-ሓሳባታት ንምጥቃም <scraperLink>Sentence extractor</scraperLink> ክትጥቀም ትኽእል ኢኻ።
